7zip
amd-ucode
aria2
aseprite
aspnet-runtime-bin
base
base-devel
bitwarden-cli
blockbench-bin
bluez
bluez-utils
btop
bulky
calibre-bin
catppuccin-cursors-mocha
cfr
chaotic-keyring
chaotic-mirrorlist
clicker-git
colloid-catppuccin-gtk-theme-git
colloid-catppuccin-theme-git
cpio
cups
docker
docker-buildx
docker-compose
dotnet-sdk-bin
dotnet-targeting-pack-bin
downgrade
dunst
fastfetch
fftw-openmpi
fish
fisher
galendae-git
gamescope
gcc-fortran
gdal
gemini-cli
ghostmirror
git
gnome-themes-extra
godot
grim
gst-plugin-pipewire
gtk-engine-murrine
heroic-games-launcher-bin
hexchat
hplip
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprprop-git
hyprshot
imagemagick
iwd
iwgtk
jdk-openjdk
jdk21-openjdk
kitty
kvantum
lib32-vulkan-radeon
libnewt
libpulse
linux
linux-firmware
linux-headers
linux-wallpaperengine-git
localsend
man-db
man-pages
maven
mesa
mesa-utils
micro
mpv
nbtexplorer
nemo
nemo-fileroller
netcdf
netcdf-fortran
nicotine+
nordvpn-bin
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nwg-look
obs-studio
obsidian
onlyoffice-bin
openconnect
openconnect-sso
openmotif
openmpi
openssh
overskride-bin
pacman-contrib
panoply
paraview
pince
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
proton-ge-custom-bin
pv
pwvucontrol
python-pyqt5
qgis
qt5-wayland
qt6-wayland
qtscrcpy
r2modman-bin
realtime-privileges
rocm-smi-lib
sassc
satty
sddm
slurp
spicetify-cli
spicetify-marketplace-bin
spotify-launcher
sshpass
steam
swaync
syncthing
systemd-resolvconf
tixati
triliumnext-bin
ttf-cascadia-code-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-symbola
uget
unrar
unzip
uwsm
vesktop
vi
vicinae-bin
visual-studio-code-bin
vivaldi
vulkan-radeon
wallpaperengine-gui
waybar
waypaper
wev
wget
where-is-my-sddm-theme-git
wireguard-tools
wireless_tools
wireplumber
wlogout
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yad
yay
yt-dlp
