7zip
adw-gtk-theme
agru
amd-ucode-git
ansible
aquamarine
argon2
aria2
aseprite
aspnet-runtime-bin
base
base-devel
blockbench-bin
bluez
bluez-utils
btop
bulky
calibre-bin
catppuccin-cursors-mocha
cava
cfr
chaotic-keyring
chaotic-mirrorlist
clicker-git
colloid-catppuccin-gtk-theme-git
colloid-catppuccin-theme-git
cups
debtap
dmidecode
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-8.0
dotnet-sdk-bin
dotnet-targeting-pack-bin
downgrade
element-desktop
ex-vi-compat
fastfetch
fish
fisher
galendae-git
gamemode
gemini-cli
ghostmirror
git
gnome-themes-extra
grim
gst-plugin-pipewire
gtk-engine-murrine
haguichi
heroic-games-launcher-bin
hexchat
hplip
hyprgraphics
hyprland
hyprlang
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprprop-git
hyprpwcenter
hyprshot
hyprshutdown
hyprtoolkit
hyprutils
hytale-downloader-bin
hytale-launcher-bin
imagemagick
iwd
iwgtk
jdk-openjdk
jdk21-openjdk
just
kitty
kvantum
lib32-aalib
lib32-cairo
lib32-cdparanoia
lib32-flac
lib32-gdk-pixbuf2
lib32-gtk3
lib32-libavc1394
lib32-libcaca
lib32-libdv
lib32-libiec61883
lib32-libpulse
lib32-libraw1394
lib32-libshout
lib32-libsoup3
lib32-libvpx
lib32-libxdamage
lib32-libxtst
lib32-opus
lib32-pango
lib32-pipewire-jack
lib32-rust-libs
lib32-sdl2-compat
lib32-taglib
lib32-twolame
lib32-v4l-utils
lib32-vulkan-radeon
lib32-wavpack
libnewt
libpulse
linux
linux-firmware
linux-headers
localsend
man-db
man-pages
matugen
maven
mesa
mesa-utils
micro
mpv
ncdu
nemo
nemo-fileroller
nordvpn-bin
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nwg-look
obsidian
onlyoffice-bin
openconnect
openconnect-sso
openmotif
openssh
overskride-bin
pacman-contrib
pince-bin
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
proton-ge-custom-bin
protontricks
pv
pwvucontrol
python-inputs
python-pyqt5
qt5-wayland
qt6-wayland
qtscrcpy
r-quick-share
realtime-privileges
ripgrep-all
rocm-smi-lib
sassc
satty
sddm
slurp
spicetify-cli
spicetify-marketplace-bin
spotify-launcher
sshpass
steam
superfile
swaync
syncthing
systemd-resolvconf
tixati
ttf-cascadia-code-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-symbola
uget
unrar
unzip
vesktop
vicinae-bin
visual-studio-code-bin
vivaldi
vulkan-radeon
waybar
wev
wget
where-is-my-sddm-theme-git
wine
wine-mono
wireguard-tools
wireless_tools
wireplumber
wlogout
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-server-xvfb
xorg-xinit
yad
yay
yt-dlp
