7zip
amd-ucode
aria2
aseprite
aspnet-runtime-bin
base
base-devel
bluez
bluez-utils
btop
calibre-bin
catppuccin-cursors-mocha
chaotic-keyring
chaotic-mirrorlist
clicker-git
cliphist
colloid-catppuccin-gtk-theme-git
colloid-catppuccin-theme-git
docker
docker-compose
downgrade
dunst
fish
fisher
galendae-git
gamescope
gdal
git
gnome-themes-extra
godot
grim
gst-plugin-pipewire
gtk-engine-murrine
heroic-games-launcher-bin
hexchat
hyprland
hyprlock
hyprls-git
hyprpaper
hyprpolkitagent
hyprprop-git
iwd
iwgtk
jdk21-openjdk
kitty
kvantum
lib32-vulkan-radeon
libnewt
libpulse
linux
linux-firmware
linux-headers
localsend
man-db
man-pages
maven
mesa
mesa-utils
micro
mpv
nemo
nemo-fileroller
nordvpn-bin
noto-fonts-emoji
npm
nwg-look
obs-studio
obsidian
onlyoffice-bin
openconnect
openconnect-sso
openssh
overskride-bin
pacman-contrib
pince-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
postgresql
prismlauncher
proton-ge-custom-bin
pv
pwvucontrol
qt5-wayland
qt6-wayland
qtscrcpy
r2modman-bin
reflector
rocm-smi-lib
rofi
rofi-calc
sassc
sddm
slurp
spotify-launcher
steam
swappy
swaync
syncthing
tixati
triliumnext-bin
ttf-cascadia-code-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-symbola
unrar
uwsm
vesktop
vi
visual-studio-code-bin
vivaldi
vulkan-radeon
waybar
waypaper
wev
wget
where-is-my-sddm-theme-git
wireless_tools
wireplumber
wlogout
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yad
yay
